Repository: forabi/gnome-shell-extension-weather
Catalog: po/*.po
Languages: ar

source: Locations
ar: المواقع

source: Reload Weather Information
ar: أعد تحميل معلومات الطقس

source: Weather Settings
ar: إعدادات الطقس

source: Schema "%s" not found.
ar: لم يُعثر على المخطط "%s".

source: Invalid city
ar: مُدخل المدينة غير صالح

source: Tornado
ar: زوبعة

source: Tropical storm
ar: عاصفة مدارية

source: Hurricane
ar: إعصار

source: Severe thunderstorms
ar: عواصف رعدية شديدة

source: Thunderstorms
ar: عواصف رعدية

source: Mixed rain and snow
ar: مطر وثلج

source: Mixed rain and sleet
ar: مطر وصقيع

source: Mixed snow and sleet
ar: ثلج وصقيع

source: Freezing drizzle
ar: رذاذ متجمّد

source: Drizzle
ar: رذاذ

source: Freezing rain
ar: مطر متجمّد

source: Showers
ar: زخات من المطر

source: Light snow showers
ar: زخات ثلجية خفيفة

source: Snow
ar: ثلج

source: Hail
ar: بَرَد

source: Sleet
ar: صقيع

source: Dust
ar: غبار

source: Foggy
ar: ضباب

source: Haze
ar: سديم

source: Smoky
ar: دخان

source: Blustery
ar: هائج

source: Windy
ar: رياح

source: Cold
ar: برد

source: Cloudy
ar: غائم

source: Mostly cloudy
ar: غائم في معظمه

source: Partly cloudy
ar: غائم جزئيًا

source: Clear
ar: صحو

source: Sunny
ar: مُشمِس

source: Fair
ar: معتدل

source: Mixed rain and hail
ar: مطر وبَرَد

source: Hot
ar: حَرّ

source: Isolated thunderstorms
ar: عواصف رعدية منعزلة

source: Scattered thunderstorms
ar: عواصف رعدية متفرقة

source: Scattered showers
ar: زخات منعزلة

source: Heavy snow
ar: ثلج كثيف

source: Scattered snow showers
ar: زخات ثلجية متفرقة

source: Thundershowers
ar: زخات مطر رعدية

source: Snow showers
ar: زخات ثلجية

source: Isolated thundershowers
ar: زخات مطر رعدية منعزلة

source: Not available
ar: غير متوفّر

source: Calm
ar: هادئ

source: Light air
ar: هواء خفيف

source: Light breeze
ar: نسيم خفيف

source: Gentle breeze
ar: نسيم لطيف

source: Moderate breeze
ar: نسيم متوسط

source: Fresh breeze
ar: نسيم منعش

source: Strong breeze
ar: نسيم قوي

source: Moderate gale
ar: عاصفة معتدلة

source: Strong gale
ar: عاصفة قوية

source: Storm
ar: عاصفة

source: Violent storm
ar: عاصفة عنيفة

source: Sunday
ar: الأحد

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: N
ar: شمالاً

source: NE
ar: في الشمال الشرقي

source: E
ar: شرقًا

source: SE
ar: في الجنوب الشرقي

source: S
ar: جنوبًا

source: SW
ar: في الجنوب الغربي

source: W
ar: غربًا

source: NW
ar: في الشمال الغربي

source: Yesterday
ar: أمس

source: %s days ago
ar: منذ %s يومًا

source: Today
ar: اليوم

source: Tomorrow
ar: غدًا

source: In %s days
ar: خلال %s يومًا

source: Loading current weather ...
ar: يحمُل معلومات الطقس الحالي...

source: Loading future weather ...
ar: يحمّل معلومات الطقس المتوقعة مستقبلاً...

source: Loading ...
ar: يحمّل...

source: Please wait
ar: يُرجى الانتظار

source: Feels like:
ar: تشعر وكأنها:

source: Humidity:
ar: الرطوبة:

source: Pressure:
ar: الضغط:

source: Wind:
ar: الرياح:

source: Temperature Unit
ar: واحدة الحرارة

source: Wind Speed Unit
ar: واحدة سرعة الرياح

source: Pressure Unit
ar: واحدة الضغط

source: Position in Panel
ar: الموضع في اللوحة

source: Center
ar: في المنتصف

source: Right
ar: على اليمين

source: Left
ar: على اليسار

source: Wind Direction by Arrows
ar: اتجاه الرياح بالأسهم

source: Translate Conditions
ar: ترجم الأوضاع

source: Symbolic Icons
ar: أيقونات رمزية

source: Temperature in Panel
ar: الحرارة في اللوحة

source: Conditions in Panel
ar: الأوضاع في اللوحة

source: Name of the city
ar: اسم المدينة

source: Remove %s ?
ar: أتريد حذف %s؟
